{
    "title": "Blow off valves et bypass valves",
    "paragraphs": [
        {
            "id": 1,
            "title": "Blow off valves et bypass valves"
        },
        {
            "id": 2,
            "inline": [
                {
                    "text": "Toutes les voitures Subaru turbo sont équipés d'une bypass valve d'origine, elle est indispensable au bon fonctionnement de l'auto. Malheureusement, plusieurs mauvaises informations circulent sur internet à propos de ce système d'évacuation de pression."
                }
            ]
        },
        {
            "id": 3,
            "inline": [
                {
                    "text": "Tout d'abord, l'expression «blow off valve» est trop souvent utilisée et la différence avec une bypass valve n'est pas claire pour tous. Cette page expliquera la différence entre ces deux systèmes et leurs utilités."
                }
            ]
        },
        {
            "id": 4,
            "inline": [
                {
                    "text": "*Les termes «Diverter Valve», «Dump Valve», «Recirculating valve» et bien d'autres sont souvent utilisés, parfois à tort. Pour ce guide, les termes"
                },
                {
                    "strong": "«Blow off valve atmosphérique»,"
                },
                {
                    "strong": "«Bypass valve aftermarket»"
                },
                {
                    "text": "et"
                },
                {
                    "strong": "«Bypass valve OEM»"
                },
                {
                    "text": "seront utilisés parce que ce sont les termes les plus populaires et les plus appropriés.*"
                }
            ]
        },
        {
            "id": 5,
            "title": "Blow off valve - BOV"
        },
        {
            "id": 6,
            "inline": [
                {
                    "text": "Une blow off valve atmosphérique est conçue pour relâcher la pression du système d'admission lorsque le boîtier papillon (throttle body à partir de maintenant) se referme. Ce sont les blow off valves qui sont responsables du \"PSHHH\" typique lorsqu'elles évacuent la pression parce que l'air est expulser du système vers l'atmosphère."
                }
            ]
        },
        {
            "id": 7,
            "title": "Bypass valve - BPV"
        },
        {
            "id": 8,
            "inline": [
                {
                    "text": "Une bypass valve sert à la même chose qu'une BOV, mais elle recircule la pression du système d'admission au lieu de la relacher dans l'atmosphère. La bypass valve offre plusieurs avantages qui seront expliqués sur cette page."
                }
            ]
        },
        {
            "id": 9,
            "title": "Pourquoi votre voiture en a besoin?"
        },
        {
            "id": 10,
            "image": {
                "src": "/Guides/PerrinBPV.jpg",
                "desc": "BPV Perrin"
            }
        },
        {
            "id": 11,
            "inline": [
                {
                    "text": "En autres mots, autant une blow off valve atmosphérique qu'une bypass valve sert à évacuer la pression qui est créée par le turbo dans le système d'admission, plus précisément entre le compresseur du turbo et le throttle body. Pendant que votre moteur tourne, les gaz d'échappement font tourner la turbine de votre turbo qui elle transmet sa force au compresseur via un axe. Le compresseur aspire l'air à partir de l'entrée d'air et la compresse vers l'échangeur d'air («intercooler»), qui lui refroidit l'air et l'envoie au moteur. Disons que vous conduisez à 4500RPM, tout va bien jusqu'au moment où vous relâchez l'accélérateur. À ce moment, la valve du throttle body se ferme et la wastegate s'ouvre pour détourner une grande partie des gaz d'échappement qui se rendaient au turbo, mais le compresseur continu de tourner à une grande vitesse grâce à son énergie cinétique. Le turbo continu donc à compresser l'air vers le moteur, mais l'air à nulle part où aller. Ceci peut causer plusieurs problèmes, mais on entend le plus souvent parler de «compressor surge» (pompage en français). Pour éviter ces problèmes, des systèmes d'évacuation de pression sont installés dans presque toutes les voitures turbo à essence, comme une blow of valve qui relâche l'air dans l'atmosphère ou une bypass valve qui la renvoie dans le système d'admission, avant le compresseur."
                }
            ]
        },
        {
            "id": 12,
            "title": "Pourquoi les BPV sont meilleures pour votre voiture"
        },
        {
            "id": 13,
            "inline": [
                {
                    "text": "*Maintenant que nous avons revu les bases, les abréviations BPV et BOV seront utilisés pour représenter respectivement bypass valve et blow off valve. Tout simplement pour rendre le texte plus simple.*"
                }
            ]
        },
        {
            "id": 14,
            "inline": [
                {
                    "text": "Dans les voitures modernes, l'unité de contrôle du moteur («ECU» à partir de maintenant) contrôle la quantité d'essence que les injecteurs doivent envoyer selon plusieurs facteurs comme la position de l'accélérateur, le RPM de votre moteur et encore plus importants, la quantité d'air entrant. L'ECU calcule la quantité d'air qui entre dans le système d'admission grâce aux valeurs qu'envoie le débitmètre d'air massique («mass airflow sensor» en anglais et MAF à partir de maintenant.) Le MAF est situé dans l'entrée d'air donc dès que l'air passe le filtre, elle est comptabilisée et l'ECU reçoit les données. Pendant une conduite normale, l'air est aspiré par le compresseur du turbo qui la pousse à une très grande pression vers le moteur."
                }
            ]
        },
        {
            "id": 15,
            "inline": [
                {
                    "text": "Comme expliqué plus haut, quand vous relâchez l'accélérateur, la valve du throttle body se referme. On peut maintenant dire que l'air sous haute pression entre en collision avec un mur avec nulle part où aller. On installe donc une valve pour expulser toute cette pression. Si votre voiture est équipée d'une bypass valve OEM ou aftermarket, l'air est renvoyé dans le système d'admission avant le compresseur, mais après le MAF donc elle est déjà prise en compte par l'ECU. Pour ce qui est d'une BOV, l'air est seulement relâché dans l'atmosphère, donc l'ECU croit qu'une certaine quantité d'air est dans le système, mais elle ne l'est pas. L'ECU s'attend à recevoir tout cet air au moteur alors il injecte l'essence nécessaire dans les cylindres pour obtenir le bon ratio air/essence, il y a donc trop d'essence pour un certain temps. C'est ce qu'on appelle un mélange trop riche, ceci peut causer le mauvais fonctionnement de votre moteur et même boucher votre catalyseur. Une BOV cause aussi une petite perte de puissance lors du changement de vitesse, car une bonne quantité d'air est perdue donc le turbo doit travailler plus pour ratteindre sa pression voulue."
                }
            ]
        },
        {
            "id": 16,
            "title": "Gardez votre BPV OEM"
        },
        {
            "id": 17,
            "inline": [
                {
                    "text": "La BPV OEM fait un très très bon travail, elle peut tenir assez facilement 18-20 livres de pression (psi) et même plus. Le problème avec la BPV OEM, c'est qu'elle commence à fuiter à un certain moment surtout celles en plastique (tous les Subaru 2008 et + autre que les STI ont une BPV en plastique). Malheureusement, la pression à ne pas dépasser est différente pour tous, certains se rendent à 24 livres avec leur BPV en aluminium et d'autres ne dépassent pas 18 avec celles en plastique, il est donc impossible de prévoir la défaillance. Les BPV OEM en plastique ont plus de problèmes, mais à une pression d'origine, il n'y a rien d'inquiétant, pour ce qui est de celles en aluminium, elles sont beaucoup plus résistantes et endurent beaucoup mieux les plus hautes pressions. Parfois, il est très difficile de détecter une fuite de votre BPV, le meilleur moyen est probablement de regarder les données en temps réel en roulant. Si vous soupçonnez un problème avec votre BPV, consultez un "
                },
                {
                    "link": {
                        "to": "garages",
                        "text": "expert Subaru."
                    }
                },
                {
                    "text": "Plusieurs propriétaires ont modifié leur BPV OEM pour éviter les fuites, mais certains n'aiment pas le résultat, vous pouvez faire des recherches sur le «0.16$ Mod» («16 cents») pour plus d'informations. Si vous êtes rendu au stade d'avoir une trop grosse pression pour votre BPV OEM, votre «tuner» devrait vous en informer et vous conseiller dans l'achat d'une BPV aftermarket ou d'une BOV selon vos besoins."
                }
            ]
        },
        {
            "id": 18,
            "inline": [
                {
                    "text": "Il est important de savoir qu'autant"
                },
                {
                    "strong": "les BOV que les BPV aftermarket"
                },
                {
                    "text": "sont plus propices à fuiter. En effet, la plupart du temps, elles"
                },
                {
                    "strong": "requièrent une certaine maintenance"
                },
                {
                    "text": "et si elle n'est pas faite, ça peut causer des fuites difficiles à repérer. Encore pire, certaines BOV/BPV de mauvaises qualités ont déjà de petites fuites à l'état neuf."
                }
            ]
        },
        {
            "id": 19,
            "title": "Le fameux \"PSHHH\""
        },
        {
            "id": 20,
            "inline": [
                {
                    "text": "Probablement que certain d'entre vous pensez encore au son d'une blow off valve atmosphérique en ce moment, vous n'êtes pas les seuls et il y a d'autres manières d'entendre des sons de turbo sans causer de dommage. Vous pouvez installer une entrée d'air (Cold air intake ou Short ram intake). Ceci permettra d'entendre le sifflement de votre turbo et peut-être même le son de votre BPV OEM. L'installation d'un «Air intake» aftermarket"
                },
                {
                    "strong": "requiert absolument la reprogrammation"
                },
                {
                    "text": "de votre ECU pour garder la fiabilité et le bon fonctionnement de votre véhicule."
                }
            ]
        },
        {
            "id": 21,
            "title": "«Oui, mais l'ami du cousin de mon oncle a fait 2000km avec une BOV sur son STI sans problèmes.»"
        },
        {
            "id": 22,
            "inline": [
                {
                    "text": "OK et? Je connais quelqu'un qui a roulé deux jours sans huile dans son Civic, est-ce que j'arrête de mettre de l'huile dans ma voiture? Bon, l'exemple est peut-être un peu exagéré, mais vous comprenez le principe. Il est prouvé que les BOV ont des effets négatifs sur les Subaru, peut-être que certains s'en sortent sans avoir de problèmes, mais d'autres se retrouve avec un moteur ou un catalyseur a changé (les deux coutent très cher). Tous ces problèmes pour un simple bruit au changement de vitesse."
                }
            ]
        },
        {
            "id": 23,
            "title": "«Tuner» sa voiture pour l'adapter à une BOV?"
        },
        {
            "id": 24,
            "inline": [
                {
                    "text": "Réponse simple: Non. En effet, avec l'utilisation d'un capteur MAF pour le calcul de la quantité d'air qui entre dans le système, il est impossible de prendre en compte l'air expulsé par la BOV."
                }
            ]
        },
        {
            "id": 25,
            "inline": [
                {
                    "text": "Il est possible d'utiliser un capteur MAP pour régler ce problème, mais c'est une tout autre histoire. Ceux qui utilisent une «Speed density tune» se reconnaitront, les autres, vous pouvez faire des recherches, mais l'utilisation de ce système est très compliquée et"
                },
                {
                    "strong": "ce n'est vraiment pas une option pour tous."
                },
                {
                    "text": "Vous ne devriez surtout pas choisir votre système de gestion moteur en ayant seulement l'utilisation d'une BOV en tête, c'est inutile, très couteux et aucunement efficace."
                }
            ]
        },
        {
            "id": 26,
            "title": "BOV hybrides («50/50», «Ajustable»)"
        },
        {
            "id": 27,
            "inline": [
                {
                    "text": "Les BOV hybrides sont un entre-deux entre les BPV et les BOV. En effet, une partie de l'air est renvoyé dans le système d'admission et l'autre partie est relâchée dans l'atmosphère. Ceci permet d'obtenir le son d'une BOV en réduisant la condition riche. Le MAF ne prend toujours pas en compte l'air envoyé dans l'atmosphère. Les conséquences d'une BOV 100% atmosphérique sont toujours présentes, mais atténuées. Les opinions sont très différentes sur les BOV hybrides, certains disent qu'elles sont le meilleur des deux mondes, car la condition riche est moins grave et le son est présent. D'autres ne les conseillent pas, car justement elles ne règlent pas le problème de mauvais ratio air/essence au changement de vitesse et en plus avec un système plus compliqué, il y a plus de possibilités de défaillance. Bref, si vous voulez absolument le son d'une BOV, l'hybride serait une bonne option, mais sachez que le problème de ratio air/essence n'est pas complètement réglé."
                }
            ]
        },
        {
            "id": 28,
            "title": "Trop Long ; Pas Lu"
        },
        {
            "id": 29,
            "inline": [
                {
                    "text": "Les blow off valves ont plusieurs effet négatifs sur les voitures qui s'appuient sur un «mass airflow sensor» (MAF) pour controler le ratio air/essence. La bypass valve OEM fait très bien son travail surtout si c'est le modèle en aluminium (WRX 2007 et - ainsi que tous les STI jusqu'à aujourd'hui) et il n'y a aucune raison de la changer si vous ne dépassez pas 18-20 livres de pression avec votre turbo. Si vous voulez plus de son, essayez une entrée d'air aftermarket avec une reprogrammation de votre UCM («ECU») ou discutez de vos options avec un"
                },
                {
                    "link": {
                        "to": "garages",
                        "text": "expert Subaru."
                    }
                }
            ]
        }
    ]
}